const shopsBase = [
  {
    id: 1,
    name: "Shwe Nan Taw",
    shop_logo: "/assets/logos/01.png",
    address: "No. 23, San Pay 2nd Street, Thingangyun Tsp, Yangon.",
    thumbnail: "/assets/sample/gold-shop.png",
    description: 'နှစ်ပေါင်း (၂၀) ကျော် ကိုယ်ပိုင်ပန်းထိမ် ကိုယ်ပိုင်လက်ရာ Design များကို ပစ္စည်းမှန် စျေးနှုန်းချိုသာစွာဖြင့် အလျော့တွက်လက်ခ သက်သာစွာ ရောင်းချပေးသည့်အပြင် လူကြီးမင်းတို့စိတ်တိုင်းကျ အော်ဒါလက်ရာများကိုပါ စိတ်တိုင်းသည် အထိ ကျွမ်းကျင်ပန်းထိမ်ပညာရှင်များဖြင့် ဝန်ဆောင်မှုပေးလျက်ရှိပါသည်။ နှစ်ပေါင်း (၂၀) ကျော် ကိုယ်ပိုင်ပန်းထိမ် ကိုယ်ပိုင်လက်ရာ Design များကို ပစ္စည်းမှန် စျေးနှုန်းချိုသာစွာဖြင့် အလျော့တွက်လက်ခ သက်သာစွာ ရောင်းချပေးသည့်အပြင် လူကြီးမင်းတို့စိတ်တိုင်းကျ အော်ဒါလက်ရာများကိုပါ စိတ်တိုင်းသည် အထိ ကျွမ်းကျင်ပန်းထိမ်ပညာရှင်များဖြင့် ဝန်ဆောင်မှုပေးလျက်ရှိပါသည်။',
    branches: [
      {
        id: 1,
        icon: '/assets/shops/snt-branch-1.png',
        title: 'စိန်နန်းတော််ဆိုင်ခွဲ (၁)',
        address: `
          အမှတ် ၄၆၊ခ ၊ ဖျာပုံလမ်း ၊ စမ်းချောင်းမြို့နယ် ၊ ရန်ကုန်မြို့ <br />
          ဆက်သွယ်ရန် ၀၉၈၉၀၀၀၇၉၀၀ ၊ ၀၉ ၈၆၂၄၀၈၅
        `,
        map: 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3820.0425367901903!2d96.14354801514463!3d16.774559193088965!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30c1eb7f4be7030d%3A0x700455901d5ed32!2sShwe%20Nan%20Taw!5e0!3m2!1sen!2smm!4v1673587047002!5m2!1sen!2smm'
      },
      {
        id: 2,
        icon: '/assets/shops/snt-branch-2.png',
        title: 'စိန်နန်းတော််ဆိုင်ခွဲ (၂)',
        address: `
          အမှတ် ၄၆၊ခ ၊ ဖျာပုံလမ်း ၊ စမ်းချောင်းမြို့နယ် ၊ ရန်ကုန်မြို့ <br />
          ဆက်သွယ်ရန် ၀၉၈၉၀၀၀၇၉၀၀ ၊ ၀၉ ၈၆၂၄၀၈၅
        `,
        map: 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3820.0425367901903!2d96.14354801514463!3d16.774559193088965!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30c1eb7f4be7030d%3A0x700455901d5ed32!2sShwe%20Nan%20Taw!5e0!3m2!1sen!2smm!4v1673587047002!5m2!1sen!2smm'
      },
      {
        id: 3,
        icon: '/assets/shops/snt-branch-3.png',
        title: 'စိန်နန်းတော််ဆိုင်ခွဲ (၃)',
        address: `
          အမှတ် ၄၆၊ခ ၊ ဖျာပုံလမ်း ၊ စမ်းချောင်းမြို့နယ် ၊ ရန်ကုန်မြို့ <br />
          ဆက်သွယ်ရန် ၀၉၈၉၀၀၀၇၉၀၀ ၊ ၀၉ ၈၆၂၄၀၈၅
        `,
        map: 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3820.0425367901903!2d96.14354801514463!3d16.774559193088965!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30c1eb7f4be7030d%3A0x700455901d5ed32!2sShwe%20Nan%20Taw!5e0!3m2!1sen!2smm!4v1673587047002!5m2!1sen!2smm'
      }
    ]
  },
  {
    id: 2,
    name: "Shwe Sin",
    shop_logo: "/assets/logos/02.png",
    subscription: "premium",
    address: "No. 3, Marga Lane, Kan Street, Hlaing Township, West Yangon(Downtown), Yangon.",
    thumbnail: "/assets/sample/gold-shop.png",
    description: 'နှစ်ပေါင်း (၂၀) ကျော် ကိုယ်ပိုင်ပန်းထိမ် ကိုယ်ပိုင်လက်ရာ Design များကို ပစ္စည်းမှန် စျေးနှုန်းချိုသာစွာဖြင့် အလျော့တွက်လက်ခ သက်သာစွာ ရောင်းချပေးသည့်အပြင် လူကြီးမင်းတို့စိတ်တိုင်းကျ အော်ဒါလက်ရာများကိုပါ စိတ်တိုင်းသည် အထိ ကျွမ်းကျင်ပန်းထိမ်ပညာရှင်များဖြင့် ဝန်ဆောင်မှုပေးလျက်ရှိပါသည်။ နှစ်ပေါင်း (၂၀) ကျော် ကိုယ်ပိုင်ပန်းထိမ် ကိုယ်ပိုင်လက်ရာ Design များကို ပစ္စည်းမှန် စျေးနှုန်းချိုသာစွာဖြင့် အလျော့တွက်လက်ခ သက်သာစွာ ရောင်းချပေးသည့်အပြင် လူကြီးမင်းတို့စိတ်တိုင်းကျ အော်ဒါလက်ရာများကိုပါ စိတ်တိုင်းသည် အထိ ကျွမ်းကျင်ပန်းထိမ်ပညာရှင်များဖြင့် ဝန်ဆောင်မှုပေးလျက်ရှိပါသည်။',
    branches: [
      {
        id: 1,
        icon: '/assets/shops/snt-branch-1.png',
        title: 'စိန်နန်းတော််ဆိုင်ခွဲ (၁)',
        address: `
          အမှတ် ၄၆၊ခ ၊ ဖျာပုံလမ်း ၊ စမ်းချောင်းမြို့နယ် ၊ ရန်ကုန်မြို့ <br />
          ဆက်သွယ်ရန် ၀၉၈၉၀၀၀၇၉၀၀ ၊ ၀၉ ၈၆၂၄၀၈၅
        `,
        map: 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3820.0425367901903!2d96.14354801514463!3d16.774559193088965!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30c1eb7f4be7030d%3A0x700455901d5ed32!2sShwe%20Nan%20Taw!5e0!3m2!1sen!2smm!4v1673587047002!5m2!1sen!2smm'
      },
      {
        id: 2,
        icon: '/assets/shops/snt-branch-2.png',
        title: 'စိန်နန်းတော််ဆိုင်ခွဲ (၂)',
        address: `
          အမှတ် ၄၆၊ခ ၊ ဖျာပုံလမ်း ၊ စမ်းချောင်းမြို့နယ် ၊ ရန်ကုန်မြို့ <br />
          ဆက်သွယ်ရန် ၀၉၈၉၀၀၀၇၉၀၀ ၊ ၀၉ ၈၆၂၄၀၈၅
        `,
        map: 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3820.0425367901903!2d96.14354801514463!3d16.774559193088965!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30c1eb7f4be7030d%3A0x700455901d5ed32!2sShwe%20Nan%20Taw!5e0!3m2!1sen!2smm!4v1673587047002!5m2!1sen!2smm'
      },
      {
        id: 3,
        icon: '/assets/shops/snt-branch-3.png',
        title: 'စိန်နန်းတော််ဆိုင်ခွဲ (၃)',
        address: `
          အမှတ် ၄၆၊ခ ၊ ဖျာပုံလမ်း ၊ စမ်းချောင်းမြို့နယ် ၊ ရန်ကုန်မြို့ <br />
          ဆက်သွယ်ရန် ၀၉၈၉၀၀၀၇၉၀၀ ၊ ၀၉ ၈၆၂၄၀၈၅
        `,
        map: 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3820.0425367901903!2d96.14354801514463!3d16.774559193088965!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30c1eb7f4be7030d%3A0x700455901d5ed32!2sShwe%20Nan%20Taw!5e0!3m2!1sen!2smm!4v1673587047002!5m2!1sen!2smm'
      }
    ]
  },
  {
    id: 3,
    name: "Shwe Tha Mee",
    shop_logo: "/assets/logos/03.png",
    address: "No. 9, Yadanar Lane.",
    thumbnail: "/assets/sample/gold-shop.png",
    description: 'နှစ်ပေါင်း (၂၀) ကျော် ကိုယ်ပိုင်ပန်းထိမ် ကိုယ်ပိုင်လက်ရာ Design များကို ပစ္စည်းမှန် စျေးနှုန်းချိုသာစွာဖြင့် အလျော့တွက်လက်ခ သက်သာစွာ ရောင်းချပေးသည့်အပြင် လူကြီးမင်းတို့စိတ်တိုင်းကျ အော်ဒါလက်ရာများကိုပါ စိတ်တိုင်းသည် အထိ ကျွမ်းကျင်ပန်းထိမ်ပညာရှင်များဖြင့် ဝန်ဆောင်မှုပေးလျက်ရှိပါသည်။ နှစ်ပေါင်း (၂၀) ကျော် ကိုယ်ပိုင်ပန်းထိမ် ကိုယ်ပိုင်လက်ရာ Design များကို ပစ္စည်းမှန် စျေးနှုန်းချိုသာစွာဖြင့် အလျော့တွက်လက်ခ သက်သာစွာ ရောင်းချပေးသည့်အပြင် လူကြီးမင်းတို့စိတ်တိုင်းကျ အော်ဒါလက်ရာများကိုပါ စိတ်တိုင်းသည် အထိ ကျွမ်းကျင်ပန်းထိမ်ပညာရှင်များဖြင့် ဝန်ဆောင်မှုပေးလျက်ရှိပါသည်။',
    branches: [
      {
        id: 1,
        icon: '/assets/shops/snt-branch-1.png',
        title: 'စိန်နန်းတော််ဆိုင်ခွဲ (၁)',
        address: `
          အမှတ် ၄၆၊ခ ၊ ဖျာပုံလမ်း ၊ စမ်းချောင်းမြို့နယ် ၊ ရန်ကုန်မြို့ <br />
          ဆက်သွယ်ရန် ၀၉၈၉၀၀၀၇၉၀၀ ၊ ၀၉ ၈၆၂၄၀၈၅
        `,
        map: 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3820.0425367901903!2d96.14354801514463!3d16.774559193088965!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30c1eb7f4be7030d%3A0x700455901d5ed32!2sShwe%20Nan%20Taw!5e0!3m2!1sen!2smm!4v1673587047002!5m2!1sen!2smm'
      },
      {
        id: 2,
        icon: '/assets/shops/snt-branch-2.png',
        title: 'စိန်နန်းတော််ဆိုင်ခွဲ (၂)',
        address: `
          အမှတ် ၄၆၊ခ ၊ ဖျာပုံလမ်း ၊ စမ်းချောင်းမြို့နယ် ၊ ရန်ကုန်မြို့ <br />
          ဆက်သွယ်ရန် ၀၉၈၉၀၀၀၇၉၀၀ ၊ ၀၉ ၈၆၂၄၀၈၅
        `,
        map: 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3820.0425367901903!2d96.14354801514463!3d16.774559193088965!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30c1eb7f4be7030d%3A0x700455901d5ed32!2sShwe%20Nan%20Taw!5e0!3m2!1sen!2smm!4v1673587047002!5m2!1sen!2smm'
      },
      {
        id: 3,
        icon: '/assets/shops/snt-branch-3.png',
        title: 'စိန်နန်းတော််ဆိုင်ခွဲ (၃)',
        address: `
          အမှတ် ၄၆၊ခ ၊ ဖျာပုံလမ်း ၊ စမ်းချောင်းမြို့နယ် ၊ ရန်ကုန်မြို့ <br />
          ဆက်သွယ်ရန် ၀၉၈၉၀၀၀၇၉၀၀ ၊ ၀၉ ၈၆၂၄၀၈၅
        `,
        map: 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3820.0425367901903!2d96.14354801514463!3d16.774559193088965!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30c1eb7f4be7030d%3A0x700455901d5ed32!2sShwe%20Nan%20Taw!5e0!3m2!1sen!2smm!4v1673587047002!5m2!1sen!2smm'
      }
    ]
  }
]

export const shops = [
  ...shopsBase,
  ...shopsBase,
  ...shopsBase,
  ...shopsBase,
  {
    id: 1,
    shop_logo: "/assets/logos/01.png"
  },
  {
    id: 2,
    shop_logo: "/assets/logos/02.png"
  },
  
]